[
  {
    "name": "Massimo Ceoldo",
    "img": "img/testimonials/user.png",
    "profession": "Italy",
    "details": "Deepak has shown great and strong problem solving attitude since the very first moment he had offered his bid. He has not only successfully and quickly come to the right solution,but he has also advised me about web site improvements. I will certainly collaborate with him again in next future. I highly recommend him."
  },
  {
    "name": "Eduardo Rojero",
    "img": "img/testimonials/user.png",
    "profession": "Mexico",
    "details": "Yet another succesfull experience with Deepak. He's quite effective in quickly understanding the project's scope and writing and implementing the requested code. He's number one on my picking list."
  },
  {
    "name": "Chris F",
    "img": "img/testimonials/user.png",
    "profession": "Canada",
    "details": "Deepak was super friendly, accommodating, and really easy to work with. His knowledge of Wordpress is impressive and had our site back up and running with some needed add-ons in a very reasonable amount of time. I would definitely recommend his services and will request him again if the need arises."
  },
  {
    "name": "Liav Hurvitz",
    "img": "img/testimonials/user.png",
    "profession": "Israel",
    "details": "Very good work, He fixes my WordPress website bugs, did it fast and professionally, took care of all issues. and shows a lot of knowledge, defiantly hire again"
  },
  {
    "name": "Aziz Khan",
    "img": "img/testimonials/user.png",
    "profession": "Japan",
    "details": "Deepak takes customer service to a whole new level. I come from the AI world and I know customized solutions can be very challenging and can take enormous effort. Deepak will find the solution regardless and will work with you as a team member towards a common goal. He worked very hard on my site and we achieved perfection. For any development and backend customization work, hire him!"
  }
]
